<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>회원가입_이용약관</title>
<link rel="stylesheet" type="text/css" href="../../common/css/reset.css"/> 
<link rel="stylesheet" type="text/css" href="../../common/css/user_wrap_container.css"/>
<link rel="stylesheet" type="text/css" href="../css/user_signup.css" />

<script
	src="https://ajax.googleapis.com/ajax/libs/jquery/2.2.4/jquery.min.js"></script>
</head>
<body>

	<!-- header -->
	<!-- header end-->

	<!-- container -->
	<div class="container">

		<!-- 상단 로고 -->
		<div>
			<a href="../../mainhome/jsp/user_mainhome.jsp"><img
				src="../../images/logo.png" class="logoImg"></a>
		</div>

		<!-- 이용약관 -->
		<div>

			<br>
			<br>

			<div>
				<strong class="title">애기당근 이용약관 동의 (필수)</strong>
			</div>

			<div>
				<textarea class="agreement" readonly="readonly">
제1장 총칙

제1조 목적

이 약관은 애기당근에서 제공하는 서비스 이용조건 및 절차에 관한 사항과 기타 필요한 사항을 애기당근과(와) 이용자의 권리, 의미 및 책임사항 등을 규정함을 목적으로 합니다.

제2조 약관의 효력과 변경

(1) 이 약관은 이용자에게 공시함으로서 효력이 발생합니다.

(2) 애기당근은 사정 변경의 경우와 영업상 중요사유가 있을 때 약관을 변경할 수 있으며, 변경된 약관은 전항과 같은 방법으로 효력이 발생합니다.

제3조 약관 외 준칙

이 약관에 명시되지 않은 사항이 관계법령에 규정되어 있을 경우에는 그 규정에 따릅니다.

제2장 회원 가입과 서비스 이용

제1조 회원의 정의

회원이란 애기당근에서 회원으로 적합하다고 인정하는 일반 개인으로 본 약관에 동의하고 서비스의 회원가입 양식을 작성하고 'ID'와 '비밀번호'를 발급받은 사람을 말합니다.

제2조 서비스 가입의 성립

(1) 서비스 가입은 이용자의 이용신청에 대한 애기당근의 이용승낙과 이용자의 약관내용에 대한 동의로 성립됩니다.

(2) 회원으로 가입하여 서비스를 이용하고자 하는 희망자는 애기당근에서 요청하는 개인 신상정보를 제공해야 합니다.

(3) 이용자의 가입신청에 대하여 애기당근에서 승낙한 경우, 애기당근은 회원 ID와 기타 애기당근에서 필요하다고 인정하는 내용을 이용자에게 통지합니다.

(4) 가입할 때 입력한 ID는 변경할 수 없으며, 한 사람에게 오직 한 개의 ID가 발급됩니다.

(5) 애기당근은 다음 각 호에 해당하는 가입신청에 대하여는 승낙하지 않습니다.

가. 다른 사람의 명의를 사용하여 신청하였을 때

나. 본인의 실명으로 신청하지 않았을 때

다. 가입 신청서의 내용을 허위로 기재하였을 때

라. 사회의 안녕과 질서 혹은 미풍양속을 저해할 목적으로 신청하였을 때

제3조 서비스 이용 및 제한

(1) 서비스 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간을 원칙으로 합니다.

(2) 전항의 서비스 이용시간은 시스템 정기점검 등 애기당근에서 필요한 경우, 회원에게 사전 통지한 후 제한할 수 있습니다.

(3) 서비스 내용 중 온라인상담은 답변하는 전문의사의 개인사정에 따라 1일 24시간 서비스가 불가능 할 수도 있습니다.

제4조 서비스의 사용료

(1) 서비스는 회원으로 등록한 모든 사람들이 무료로 사용할 수 있습니다.

(2) 애기당근에서 서비스를 유료화할 경우 유료화의 시기, 정책, 비용에 대하여 유료화 실시 이전에 서비스에 공시하여야 합니다.

제3장 서비스 탈퇴, 재가입 및 이용 제한

제1조 서비스 탈퇴

(1) 회원이 서비스의 탈퇴를 원하면 회원 본인이 직접 전자메일을 통해 운영자에게 해지 신청을 요청해야 합니다.

(2) 탈퇴 신청시 본인임을 알 수 있는 이름, ID, 전화번호, 해지사유를 알려주면, 가입기록과 일치 여부를 확인한 후 가입을 해지합니다.

(3) 탈퇴 여부는 기존의 ID와 비밀번호로 로그인이 되지 않으면 해지된 것입니다.

제2조 서비스 재가입

(1) 제1조에 의하여 서비스에서 탈퇴한 사용자가 재가입을 원할 경우, 회원 본인이 직접 재가입을 할 수 있습니다.

(2) 재가입 시 입력한ID와 비밀번호로 로그인이 되면 재가입이 이루어진 것입니다.

제3조 서비스 이용제한

애기당근은 회원이 다음 사항에 해당하는 행위를 하였을 경우, 사전통지 없이 이용계약을 해지하거나 기간을 정하여 서비스 이용을 중지할 수 있습니다.

가. 공공 질서 및 미풍 양속에 반하는 경우

나. 범죄적 행위에 관련되는 경우

다. 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행할 경우

라. 타인의 ID 및 비밀번호를 도용한 경우

마. 타인의 명예를 손상시키거나 불이익을 주는 경우

바. 같은 사용자가 다른 ID로 이중 등록을 한 경우

사. 서비스에 위해를 가하는 등 건전한 이용을 저해하는 경우

아. 기타 관련 법령이나 애기당근에서 정한 이용조건에 위배되는 경우

제4장 서비스에 관한 책임의 제한

제1조 온라인상담

(1) 애기당근은 서비스의 회원 혹은 사용자들의 상담내용이 상담의사와 서비스 관리자를 제외한 제3자에게 유출되지 않도록 최선을 다해 보안을 유지하려고 노력합니다. 그러나 다음과 같은 경우에는 상담 내용 공개 및 상실에 대하여 애기당근의 책임이 없습니다.

가. 사용자의 부주의로 암호가 유출되어 상담내용이 공개되는 경우

나. 사용자가 '삭제' 기능을 사용하여 상담을 삭제하였을 경우

다. 천재지변이나 그 밖의 애기당근에서 통제할 수 없는 상황에 의하여 상담내용이 공개되거나 상담내용이 상실되었을 경우

(2) 회원이 신청한 상담에 대한 종합적이고 적절한 답변을 위하여 애기당근의 행정 전담인력은 상담내용과 답변을 참고할 수 있습니다.

(3) 서비스에서 진행된 상담의 내용은 개인 신상정보를 삭제한 다음 아래와 같은 목적으로 사용할 수 있습니다.

가. 학술활동

나. 인쇄물, CD-ROM 등의 저작활동

다. FAQ, 온라인상담 등의 서비스 내용의 일부

(4) 상담에 대한 답변내용은 행정전담인력의 IT 지식을 바탕으로 한 주관적인 답변으로 애기당근의 서비스 의견을 대표하지는 않습니다.

(5) 아래와 같은 상담을 신청하는 경우에는 온라인상담 전체 또는 일부 제공하지 않을 수 있습니다.

가. 같은 내용의 상담을 반복하여 신청하는 경우

나. 상식에 어긋나는 표현을 사용하여 상담을 신청하는 경우

다. 부정훈련에 부합된다고 인정 되는 경우

제2조 정보 서비스

(1) 홈페이지 서비스에서 제공되는 내용은 개략적이며 일반적인 내용이고 정보제공만을 위해 제공됩니다. 홈페이지 회원은 다음의 서비스를 제공 받을 수 있습니다.

가. 취업과정

나. 재직자과정

다. 교육제도안내

라. 기업교육컨설팅

마. 구인의뢰

바. 교육문의게시판

(2) 위 교육서비스를 받기 위해서는 사용자 로그인을 하셔야 합니다.

(3) 교육서비스는 지속적으로 추가 제공 될 것이며, 불가피한 사정에 의해 서비스의 내용을 변경하거나 중단할 수 있습니다. 서비스가 변경되거나 중단되는 경우 회원에게 홈페이지를 통해서 공지합니다.

제5장 의무

제1조 회사의 의무

(1) 애기당근은 특별한 사정이 없는 한 회원이 서비스를 이용할 수 있도록 합니다.

(2) 애기당근은 이 약관에서 정한 바에 따라 계속적, 안정적으로 서비스를 제공할 의무가 있습니다.

(3) 애기당근은 회원으로부터 소정의 절차에 의해 제기되는 의견에 대해서 적절한 절차를 거쳐 처리하며, 처리시 일정기간이 소요될 경우 회원에게 그 사유와 처리 일정을 알려주어야 합니다.

제2조 회원정보 보안의 의무

(1) 회원의 ID와 비밀번호에 관한 모든 관리의 책임은 회원에게 있습니다.

(2) 회원은 서비스의 일부로 보내지는 서비스의 전자우편을 받는 것에 동의합니다.

(3) 자신의 ID가 부정하게 사용된 경우, 회원은 반드시 애기당근에 그 사실을 통보해야 합니다.

(4) 애기당근은 개인의 신분 확인이 가능한 정보를 회원 혹은 사용자의 사전허락 없이 애기당근와 관계가 없는 제3자에게 팔거나 제공하지 않습니다. 그러나 애기당근은 자발적으로 제공된 등록된 정보를 다음과 같은 경우에 활용할 수 있습니다.

가. 회원들에게 유용한 새 기능, 정보, 서비스 개발에 필요한 정보를 개발자들에게 제공하는 경우

나. 광고주들에게 서비스 회원과 사용자 집단에 대한 통계적(결코 회원 개개인의 신분이 드러나지 않는) 정보를 제공하는 경우

다. 회원과 사용자 선호에 따른 광고 또는 서비스를 실시하기 위하여 회사에서 사용하는 경우

(5) 게시판 등의 커뮤니케이션 공간(이하 커뮤니케이션 공간)에 개인신분 확인이 가능한 정보(사용자 이름, ID, e-mail 주소 등)가 자발적으로 공개될 수 있습니다. 이런 경우 공개된 정보가 제3자에 의해 수집되고, 연관되어지며, 사용될 수 있으며 제3자로부터 원하지 않는 메시지를 받을 수도 있습니다. 제3자의 그러한 행위는 애기당근에서 통제할 수 없습니다. 따라서 애기당근은 애기당근에서 통제할 수 없는 방법에 의한 회원정보의 발견 가능성에 대해 아무런 보장을 하지 않습니다.

(6) 애기당근은 서비스의 사용의 편의를 위하여 Cookie 기술을 사용할 수 있습니다. Cookie란 다시 방문하는 사용자를 파악하고 그 사용자의 계속된 접속과 개인화된 서비스 제공을 돕기 위해 웹사이트가 사용하는 작은 텍스트 파일입니다. 일반적으로 Cookie는 Cookie를 부여한 사이트 밖에서는 의미가 없는 유일한 번호를 사용자에게 부여하는 방식으로 작동합니다. Cookie는 사용자의 시스템 내부로 침입하지 않으며 사용자의 파일에 위험하지 않습니다. 애기당근은 서비스의 광고주나 관련있는 제3자가 Cookie를 사용하는 것을 막을 수 없습니다. 회원 혹은 사용자가 Cookie를 사용한 정보수집을 원하지 않는 경우에는 웹 브라우저에서 Cookie를 받아들일지 여부를 조절할 수 있습니다. 하지만 서비스(특히, 개인화된 정보)가 제대로 작동하기 위해서는 Cookie의 사용이 필요할 수 있습니다.

(7) 애기당근은 회원의 정보를 서비스 또는 회사와 업무제휴 업체간에 상호 제공/활용할 수 있습니다.

제6장 분쟁조정

(1) 본 이용약관에 규정된 것을 제외하고 발생하는 서비스 이용에 관한 제반문제에 관한 분쟁은 최대한 쌍방합의에 의해 해결하도록 한다.

(2) 서비스 이용으로 발생한 분쟁에 대해 소송이 제기될 경우 회사의 소재지를 관할하는 법원을 관할법원으로 합니다.

부칙
이 약관은 2021년 01월 01일 시행합니다.</textarea>
			</div>
			<div class="checkbox">
				<input type="checkbox">회원가입 약관에 동의합니다.
			</div>

			<br>
			<br>

			<div>
				<strong class="title">개인정보 수집 및 이용 동의 (필수)</strong>
			</div>
			<div>
				<textarea class="agreement" readonly="readonly">
제1장 총칙

제1조 목적

이 약관은 애기당근에서 제공하는 서비스 이용조건 및 절차에 관한 사항과 기타 필요한 사항을 애기당근과(와) 이용자의 권리, 의미 및 책임사항 등을 규정함을 목적으로 합니다.

제2조 약관의 효력과 변경

(1) 이 약관은 이용자에게 공시함으로서 효력이 발생합니다.

(2) 애기당근은 사정 변경의 경우와 영업상 중요사유가 있을 때 약관을 변경할 수 있으며, 변경된 약관은 전항과 같은 방법으로 효력이 발생합니다.

제3조 약관 외 준칙

이 약관에 명시되지 않은 사항이 관계법령에 규정되어 있을 경우에는 그 규정에 따릅니다.

제2장 회원 가입과 서비스 이용

제1조 회원의 정의

회원이란 애기당근에서 회원으로 적합하다고 인정하는 일반 개인으로 본 약관에 동의하고 서비스의 회원가입 양식을 작성하고 'ID'와 '비밀번호'를 발급받은 사람을 말합니다.

제2조 서비스 가입의 성립

(1) 서비스 가입은 이용자의 이용신청에 대한 애기당근의 이용승낙과 이용자의 약관내용에 대한 동의로 성립됩니다.

(2) 회원으로 가입하여 서비스를 이용하고자 하는 희망자는 애기당근에서 요청하는 개인 신상정보를 제공해야 합니다.

(3) 이용자의 가입신청에 대하여 애기당근에서 승낙한 경우, 애기당근은 회원 ID와 기타 애기당근에서 필요하다고 인정하는 내용을 이용자에게 통지합니다.

(4) 가입할 때 입력한 ID는 변경할 수 없으며, 한 사람에게 오직 한 개의 ID가 발급됩니다.

(5) 애기당근은 다음 각 호에 해당하는 가입신청에 대하여는 승낙하지 않습니다.

가. 다른 사람의 명의를 사용하여 신청하였을 때

나. 본인의 실명으로 신청하지 않았을 때

다. 가입 신청서의 내용을 허위로 기재하였을 때

라. 사회의 안녕과 질서 혹은 미풍양속을 저해할 목적으로 신청하였을 때

제3조 서비스 이용 및 제한

(1) 서비스 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간을 원칙으로 합니다.

(2) 전항의 서비스 이용시간은 시스템 정기점검 등 애기당근에서 필요한 경우, 회원에게 사전 통지한 후 제한할 수 있습니다.

(3) 서비스 내용 중 온라인상담은 답변하는 전문의사의 개인사정에 따라 1일 24시간 서비스가 불가능 할 수도 있습니다.

제4조 서비스의 사용료

(1) 서비스는 회원으로 등록한 모든 사람들이 무료로 사용할 수 있습니다.

(2) 애기당근에서 서비스를 유료화할 경우 유료화의 시기, 정책, 비용에 대하여 유료화 실시 이전에 서비스에 공시하여야 합니다.

제3장 서비스 탈퇴, 재가입 및 이용 제한

제1조 서비스 탈퇴

(1) 회원이 서비스의 탈퇴를 원하면 회원 본인이 직접 전자메일을 통해 운영자에게 해지 신청을 요청해야 합니다.

(2) 탈퇴 신청시 본인임을 알 수 있는 이름, ID, 전화번호, 해지사유를 알려주면, 가입기록과 일치 여부를 확인한 후 가입을 해지합니다.

(3) 탈퇴 여부는 기존의 ID와 비밀번호로 로그인이 되지 않으면 해지된 것입니다.

제2조 서비스 재가입

(1) 제1조에 의하여 서비스에서 탈퇴한 사용자가 재가입을 원할 경우, 회원 본인이 직접 재가입을 할 수 있습니다.

(2) 재가입 시 입력한ID와 비밀번호로 로그인이 되면 재가입이 이루어진 것입니다.

제3조 서비스 이용제한

애기당근은 회원이 다음 사항에 해당하는 행위를 하였을 경우, 사전통지 없이 이용계약을 해지하거나 기간을 정하여 서비스 이용을 중지할 수 있습니다.

가. 공공 질서 및 미풍 양속에 반하는 경우

나. 범죄적 행위에 관련되는 경우

다. 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행할 경우

라. 타인의 ID 및 비밀번호를 도용한 경우

마. 타인의 명예를 손상시키거나 불이익을 주는 경우

바. 같은 사용자가 다른 ID로 이중 등록을 한 경우

사. 서비스에 위해를 가하는 등 건전한 이용을 저해하는 경우

아. 기타 관련 법령이나 애기당근에서 정한 이용조건에 위배되는 경우

제4장 서비스에 관한 책임의 제한

제1조 온라인상담

(1) 애기당근은 서비스의 회원 혹은 사용자들의 상담내용이 상담의사와 서비스 관리자를 제외한 제3자에게 유출되지 않도록 최선을 다해 보안을 유지하려고 노력합니다. 그러나 다음과 같은 경우에는 상담 내용 공개 및 상실에 대하여 애기당근의 책임이 없습니다.

가. 사용자의 부주의로 암호가 유출되어 상담내용이 공개되는 경우

나. 사용자가 '삭제' 기능을 사용하여 상담을 삭제하였을 경우

다. 천재지변이나 그 밖의 애기당근에서 통제할 수 없는 상황에 의하여 상담내용이 공개되거나 상담내용이 상실되었을 경우

(2) 회원이 신청한 상담에 대한 종합적이고 적절한 답변을 위하여 애기당근의 행정 전담인력은 상담내용과 답변을 참고할 수 있습니다.

(3) 서비스에서 진행된 상담의 내용은 개인 신상정보를 삭제한 다음 아래와 같은 목적으로 사용할 수 있습니다.

가. 학술활동

나. 인쇄물, CD-ROM 등의 저작활동

다. FAQ, 온라인상담 등의 서비스 내용의 일부

(4) 상담에 대한 답변내용은 행정전담인력의 IT 지식을 바탕으로 한 주관적인 답변으로 애기당근의 서비스 의견을 대표하지는 않습니다.

(5) 아래와 같은 상담을 신청하는 경우에는 온라인상담 전체 또는 일부 제공하지 않을 수 있습니다.

가. 같은 내용의 상담을 반복하여 신청하는 경우

나. 상식에 어긋나는 표현을 사용하여 상담을 신청하는 경우

다. 부정훈련에 부합된다고 인정 되는 경우

제2조 정보 서비스

(1) 홈페이지 서비스에서 제공되는 내용은 개략적이며 일반적인 내용이고 정보제공만을 위해 제공됩니다. 홈페이지 회원은 다음의 서비스를 제공 받을 수 있습니다.

가. 취업과정

나. 재직자과정

다. 교육제도안내

라. 기업교육컨설팅

마. 구인의뢰

바. 교육문의게시판

(2) 위 교육서비스를 받기 위해서는 사용자 로그인을 하셔야 합니다.

(3) 교육서비스는 지속적으로 추가 제공 될 것이며, 불가피한 사정에 의해 서비스의 내용을 변경하거나 중단할 수 있습니다. 서비스가 변경되거나 중단되는 경우 회원에게 홈페이지를 통해서 공지합니다.

제5장 의무

제1조 회사의 의무

(1) 애기당근은 특별한 사정이 없는 한 회원이 서비스를 이용할 수 있도록 합니다.

(2) 애기당근은 이 약관에서 정한 바에 따라 계속적, 안정적으로 서비스를 제공할 의무가 있습니다.

(3) 애기당근은 회원으로부터 소정의 절차에 의해 제기되는 의견에 대해서 적절한 절차를 거쳐 처리하며, 처리시 일정기간이 소요될 경우 회원에게 그 사유와 처리 일정을 알려주어야 합니다.

제2조 회원정보 보안의 의무

(1) 회원의 ID와 비밀번호에 관한 모든 관리의 책임은 회원에게 있습니다.

(2) 회원은 서비스의 일부로 보내지는 서비스의 전자우편을 받는 것에 동의합니다.

(3) 자신의 ID가 부정하게 사용된 경우, 회원은 반드시 애기당근에 그 사실을 통보해야 합니다.

(4) 애기당근은 개인의 신분 확인이 가능한 정보를 회원 혹은 사용자의 사전허락 없이 애기당근와 관계가 없는 제3자에게 팔거나 제공하지 않습니다. 그러나 애기당근은 자발적으로 제공된 등록된 정보를 다음과 같은 경우에 활용할 수 있습니다.

가. 회원들에게 유용한 새 기능, 정보, 서비스 개발에 필요한 정보를 개발자들에게 제공하는 경우

나. 광고주들에게 서비스 회원과 사용자 집단에 대한 통계적(결코 회원 개개인의 신분이 드러나지 않는) 정보를 제공하는 경우

다. 회원과 사용자 선호에 따른 광고 또는 서비스를 실시하기 위하여 회사에서 사용하는 경우

(5) 게시판 등의 커뮤니케이션 공간(이하 커뮤니케이션 공간)에 개인신분 확인이 가능한 정보(사용자 이름, ID, e-mail 주소 등)가 자발적으로 공개될 수 있습니다. 이런 경우 공개된 정보가 제3자에 의해 수집되고, 연관되어지며, 사용될 수 있으며 제3자로부터 원하지 않는 메시지를 받을 수도 있습니다. 제3자의 그러한 행위는 애기당근에서 통제할 수 없습니다. 따라서 애기당근은 애기당근에서 통제할 수 없는 방법에 의한 회원정보의 발견 가능성에 대해 아무런 보장을 하지 않습니다.

(6) 애기당근은 서비스의 사용의 편의를 위하여 Cookie 기술을 사용할 수 있습니다. Cookie란 다시 방문하는 사용자를 파악하고 그 사용자의 계속된 접속과 개인화된 서비스 제공을 돕기 위해 웹사이트가 사용하는 작은 텍스트 파일입니다. 일반적으로 Cookie는 Cookie를 부여한 사이트 밖에서는 의미가 없는 유일한 번호를 사용자에게 부여하는 방식으로 작동합니다. Cookie는 사용자의 시스템 내부로 침입하지 않으며 사용자의 파일에 위험하지 않습니다. 애기당근은 서비스의 광고주나 관련있는 제3자가 Cookie를 사용하는 것을 막을 수 없습니다. 회원 혹은 사용자가 Cookie를 사용한 정보수집을 원하지 않는 경우에는 웹 브라우저에서 Cookie를 받아들일지 여부를 조절할 수 있습니다. 하지만 서비스(특히, 개인화된 정보)가 제대로 작동하기 위해서는 Cookie의 사용이 필요할 수 있습니다.

(7) 애기당근은 회원의 정보를 서비스 또는 회사와 업무제휴 업체간에 상호 제공/활용할 수 있습니다.

제6장 분쟁조정

(1) 본 이용약관에 규정된 것을 제외하고 발생하는 서비스 이용에 관한 제반문제에 관한 분쟁은 최대한 쌍방합의에 의해 해결하도록 한다.

(2) 서비스 이용으로 발생한 분쟁에 대해 소송이 제기될 경우 회사의 소재지를 관할하는 법원을 관할법원으로 합니다.

부칙
이 약관은 2021년 01월 01일 시행합니다.</textarea>
			</div>
			<div class="checkbox">
				<input type="checkbox">회원가입 약관에 동의합니다.
			</div>
			<!-- 이용약관 -->
			<!-- 확인 취소 버튼  -->
			<div style="text-align: center; margin: 50px;">
				<a href="user_signup_form.jsp">
					<input type="button" value="확인" class="oBtn"></a>
				<a href="user_login.jsp">
				 <input type="button" value="취소" class="gBtn"></a>
			</div>

		</div>
		<!-- container end -->
	</div>

	<!-- footer -->
	<!-- footer end -->

</body>
</html>